Repository: ptizoom/k9copy-reloaded
Catalog: po/*.po
Languages: fr

source: A DVD Backup software for KDE
fr: Un logiciel de backup de DVD pour KDE

source: _: NAME OF TRANSLATORS\nYour names
fr: Jean-Michel Petit

source: _: EMAIL OF TRANSLATORS\nYour emails
fr: jm_petit@laposte.net

source: input device
fr: Lecteur source

source: output device
fr: Graveur

source: the k9copy backup assistant
fr: L'assistant au backup de k9copy

source: title to play
fr: titre à jouer

source: DVD backup assistant
fr: Assistant de backup de DVD

source: Select the source of the backup
fr: Sélectionnez la source du backup

source: Select the destination of the backup
fr: Sélectionnez la destination du backup

source: titles
fr: titres

source: Select the titles you want to copy
fr: Sélectionnez les titres que vous voulez copier

source: streams
fr: flux

source: Select the streams you want to keep
fr: Sélectionnez les flux que vous voulez conserver

source: Set mp4 options for each title
fr: Définir les options mp4 pour chaque titre

source: Set DVD playback options
fr: Définir les options de lecture du DVD

source: Set mpeg options for each title
fr: Définir les options mpeg pour chaque titre

source: Settings
fr: Paramètres

source: k9copy settings
fr: Paramètres de k9copy

source: The destination of the copy isn't valid
fr: La destination de la copie est invalide

source: You must select at least on title !
fr: Vous devez sélectionner au moins un titre !

source: cannot continue
fr: ne peut continuer

source: unknown
fr: inconnu

source: MB
fr: Mo

source: chapter %1
fr: chapitre %1

source: %1 MB
fr: %1 Mo

source: Backup progression
fr: progression du backup

source: '%1' not selected
fr: '%1' non sélectionné

source: Unable to run %1
fr: Impossible d'exécuter %1

source: Dvdauthor error :
fr: Erreur dans DVDAuthor :

source: Authoring cancelled
fr: L'authoring a été annulé

source: An error occured while running DVDAuthor:
fr: Un erreur est survenue lors de l'exécution de DVDAuthor

source: Fixing VOBUS
fr: Correction des VOBUS

source: DVD backup cancelled
fr: Le Backup du DVD a été annulé

source: unable to open VIDEO_TS.IFO
fr: impossible d'ouvrir VIDEO_TS.IFO

source: Unable to open file
fr: Impossible d'ouvrir le fichier

source: Unable to open titleset %1
fr: Impossible d'ouvrir le titleset %1

source: Extracting titleset %1
fr: lecture du titleset %1

source: Unable to open menu for titleset %1
fr: Impossible d'ouvrir le menu pour le titleset %1

source: Extracting menu for titleset %1
fr: Extraction du menu pour le titleset %1

source: Unable to open ifo file for titleset %1
fr: Impossible d'ouvrir le fichier ifo pour le titre %1

source: Unable to open DVD
fr: Impossible d'ouvrir le DVD

source: Unable to open vobs for titleset %1
fr: Erreur d'ouverture des vobs pour le titre %1

source: Updating vob %1
fr: Mise à jour du vob %1

source: DVD backup canceled
fr: Le backup du DVD a été annulé

source: default
fr: défaut

source: DVD is not opened
fr: Le DVD n'est pas ouvert

source: DVD Copy
fr: Copie de DVD

source: Insufficient disk space on %1 %2 MB expected.
fr: Espace disque insuffisant sur %1 %2 Mo attendus.

source: Directory already exists. Please choose another location or rename the DVD title.
fr: Le répertoire existe déjà. Choisissez un autre emplacement ou renommer le titre du DVD.

source: Warning!
fr: Attention!

source: Selected titles have been successfully extracted
fr: Les titres sélectionnés ont été extraits avec succès

source: MPEG-4 Encoding
fr: Encodage MPEG-4

source: Save file to disk
fr: Enregister le fichier sur le disque

source: Encoding error
fr: Erreur d'encodage

source: Selected titles have been successfully encoded
fr: Les titres sélectionnés ont été encodés avec succès

source: Encoding
fr: Encodage

source: Muxing Matroska file
fr: Multiplexage du fichier Matroska

source: An error occured while running mkvmerge
fr: Un erreur est survenue lors de l'exécution de mkvmerge

source: Muxing Matroska
fr: Multiplexage Matroska

source: Audio Extraction
fr: Extraction audio

source: Audio extraction can only be done with ffmpeg
fr: L'extraction audio ne peut être faite qu'avec ffmpeg

source: Matroska encoding can only be done with ffmpeg
fr: L'encodage au format matroska ne peut être fait qu'avec ffmpeg

source: Starting extraction of %1, chapters %2
fr: Démarrage de l'extration de %1, chapitres %2

source: Starting encoding of %1, chapters %2
fr: Démarrage de l'encodage de %1, chapitres %2

source: disk cache : %1
fr: cache disque : %1

source: activated
fr: activé

source: disabled
fr: désactivé

source: size : %1 MB
fr: taille : %1 Mo

source: audio bitrate : %1
fr: bitrate audio : %1

source: user defined video bitrate : %1
fr: bitrate vidéo forcé : %1

source: calculated video bitrate : %1
fr: bitrate video calculé : %1

source: starting pass %1 of %2
fr: démarrage de la passe %1 de %2

source: Encoding %1
fr: Encodage %1

source: starting thread : %1
fr: démarrage du thread : %1

source: pass %1
fr: passe %1

source: cancel requested
fr: annulation demandée

source: An error occured while encoding the %1 stream
fr: Une erreur est survenue pendant l'encodage du flux %1

source: video
fr: vidéo

source: image size : %1
fr: taille de l'image : %1

source: Burning DVD
fr: Gravure du DVD

source: Save image to disk
fr: Enregister l'image sur le disque

source: computing image size
fr: calcul de la taille de l'image

source: Insert a recordable DVD
fr: Insérer un DVD enregistrable

source: DVD burning
fr: Gravure du DVD

source: start burning
fr: démarrage de la gravure

source: Error
fr: Erreur

source: Error burning DVD :
fr: Erreur lors de lors de la gravure du DVD :

source: Success
fr: Réussi

source: DVD Burning finished
fr: Gravure du DVD terminée

source: An error occured while Burning DVD
fr: Un erreur est survenue pendant la gravure du DVD

source: Insert an other DVD
fr: Insérer un autre DVD

source: Current write speed :%1 x
fr: Vitesse d'écriture :%1 x

source: select a directory
fr: sélectionnez un répertoire

source: for visually impaired
fr: pour déficients visuels

source: director's comments
fr: commentaires du réalisateur

source: alternate director's comments
fr: commentaires du réalisateurs alternatifs

source: Children
fr: Enfants

source: reserved
fr: réservé

source: Normal captions
fr: Sous-titres normaux

source: Large captions
fr: Sous-titres larges

source: Children captions
fr: Sous-titres pour enfants

source: Forced
fr: Forcé

source: Director's comments
fr: Commentaires du réalisateur

source: Large director's comments
fr: Commentaires du réalisateur larges

source: Director's comments for children
fr: Commentaires du réalisateur pour les enfants

source: Couldn't open %1 for title
fr: Ne peut ouvrir %1 pour lecture du titre

source: Couldn't seek in %1 for title
fr: Ne peut accéder à %1 pour lecture du titre

source: Not Specified
fr: Non spécifié

source: Arabic
fr: Arabe

source: Byelorussian
fr: Biélorusse

source: Bulgarian
fr: Bulgare

source: Tibetan
fr: Tibétain

source: Corsican
fr: Corse

source: Czech
fr: Tchèque

source: Welsh
fr: Gallois

source: Dansk
fr: Danois

source: Deutsch
fr: Allemand

source: Greek
fr: Grèque

source: English
fr: Anglais

source: Espanol
fr: Espagnol

source: Estonian
fr: Estonien

source: Persian
fr: Perse

source: Francais
fr: Français

source: Gaelic
fr: Gaélique

source: Scots Gaelic
fr: Gaélique Ecossais

source: Galician
fr: Gaélique

source: Hebrew
fr: Hébreux

source: Armenian
fr: Arménien

source: Indonesian
fr: Indonésien

source: Italiano
fr: Italien

source: Japanese
fr: Japonais

source: Javanese
fr: Javanais

source: Georgian
fr: Géorgien

source: Cambodian
fr: Cambodgien

source: Korean
fr: Coréen

source: Laothian
fr: Laotien

source: Lithuanian
fr: Lithuanien

source: Macedonian
fr: Macédonien

source: Mongolian
fr: Mongolien

source: Moldavian
fr: Moldave

source: Nederlands
fr: Néerlandais

source: Polish
fr: Polonais

source: Portugues
fr: Portugais

source: Romanian
fr: Roumain

source: Russian
fr: Russe

source: Serbo-Croatian
fr: Serbo-Croate

source: Slovak
fr: Slovaque

source: Slovenian
fr: Slovène

source: Albanian
fr: Albanais

source: Serbian
fr: Serbe

source: Turkish
fr: Turque

source: Ukrainian
fr: Ukrainien

source: Vietnamese
fr: Vietnamien

source: Chinese
fr: Chinois

source: Unknown
fr: Inconnu

source: Can't open disc %1!
fr: Ne peut ouvrir le disque %1!

source: Can't open main ifo!
fr: Ne peut ouvrir le fichier ifo principal!

source: Title %1
fr: Titre %1

source: reading title
fr: lecture du titre

source: Error opening vobs for title %1
fr: Erreur d'ouverture des vobs pour le titre %1

source: ERROR reading block %1
fr: Erreur de lecture du bloc %1

source: DVD Analyze
fr: Analyse du DVD

source: Error starting program %1
fr: Erreur au lancement du programme %1

source: Running program
fr: Exécution du programme

source: Enter the root password
fr: Entrez le mot de passe 'root'

source: The root password is not valid
fr: Le mot de passe 'root' est invalide

source: The root password is needed to change the read ahead property of the dvd drive
fr: Le mode de passe 'root' est nécessaire pour changer les propriétés 'read ahead' du lecteur dvd

source: Cannot open the library %1
fr: Impossible d'ouvrir la librairie %1

source: Couldn't open the file %1
fr: Ne peut ouvrir le fichier %1

source: Couldn't find stream information
fr: Ne peut trouver les informations du flux

source: The file doesn't contain any video stream
fr: Le fichier ne contient pas de flux vidéo

source: Unsupported codec
fr: Codec non supporté

source: Unable to allocate memory for frames
fr: Impossible d'allouer la mémoire pour les images

source: import
fr: importer

source: Root Menu
fr: Menu Racine

source: ISO Image
fr: Image ISO

source: Folder
fr: Dossier

source: remove
fr: supprimer

source: add chapter
fr: ajouter un chapitre

source: DVD Author
fr: Création de DVD

source: Add Title
fr: Ajouter un titre

source: Chapter properties
fr: Propriétés du chapitre

source: Edit menu
fr: Editer le menu

source: Create DVD
fr: Créer le DVD

source: DVD Backup
fr: Sauvegarde de DVD

source: Title %1 Menu
fr: Menu du titre %1

source: Play Menu
fr: Lecture du menu

source: Play Title
fr: Lecture du titre

source: Play Root Menu
fr: Lecture du menu racine

source: Play Title Menu
fr: Lecture du menu du titre

source: Play Title %1
fr: Lecture du titre %1

source: Creating root menu
fr: Création du menu racine

source: The dvd authoring was canceled
fr: L'authoring du DVD a été annulé

source: Creating menu for title %1
fr: Création du menu pour le titre %1

source: fps
fr: img/s

source: title %1
fr: titre %1

source: Add title
fr: Ajouter un titre

source: Ready
fr: Prêt

source: Shrink Factor
fr: Facteur de compression

source: MPEG4 Encoding Options
fr: Options d'encodage MPEG-4

source: DVD playback options
fr: Options de lecture du DVD

source: Selection
fr: Sélection

source: Preview
fr: Aperçu

source: Copy
fr: Copie

source: Eject
fr: Ejecter

source: Wizard
fr: Assistant

source: Crop selection
fr: Sélection de la zone de recadrage

source: ffmpeg command generator
fr: générateur de commande ffmpeg

source: Subtitles
fr: Sous-titres

source: Open DVD
fr: Ouvrir le DVD

source: chapters
fr: chapitres

source: subpicture %1
fr: Sous-titre %1

source: Open ISO Image
fr: Ouvrir l'image ISO

source: MEncoder options
fr: Options de MEncoder

source: Audio Codec
fr: Codec Audio

source: Video Codec
fr: Codec Vidéo

source: Filters
fr: Filtres

source: Select a Title in the treeview...
fr: Sélectionnez un titre dans l'arborescence...

source: Crop detection
fr: Détection de la zone à recadrer

source: none
fr: aucun

source: new profile
fr: nouveau profil

source: Encoders
fr: Encodeurs

source: MPEG-4 Codecs
fr: Codecs MPEG-4

source: Title preview
fr: Aperçu du Titre

source: Paths
fr: Chemins

source: Default paths
fr: Chemins par défaut

source: Devices
fr: Lecteurs

source: Devices not detected by k9copy
fr: Périphériques non détectés par k9copy

source: Shrink Factor for %1
fr: Facteur de compression pour %1

source: Title Preview
fr: Aperçu du Titre

source: MPEG-4 Encoding cancelled
fr: L'encodage MPEG-4 a été annulé

source: Error opening the DVD
fr: Erreur à l'ouverture du DVD

source: Error on setting languages: %1
fr: Erreur lors de la définition de la langue %1

source: Error getting next block: %1
fr: Erreur lors de la lecture du block suivant %1

source: play title to stdout
fr: Lecture du titre vers stdout

source: start sector
fr: secteur de départ

source: end sector
fr: secteur de fin

source: list of audio streams
fr: liste des flux audio

source: list of spu streams
fr: liste des sous-titres

source: shrink factor
fr: facteur de compression

source: shrink factor forced
fr: facteur de compression forcé

source: size of the cell to be copied
fr: taille de la cellule à copier

source: total size of selected titles
fr: taille totale des titres sélectionnés

source: size of the chapters being copied
fr: taille des chapitres copiés

source: selected chapters
fr: chapitres sélectionnés

source: new dvd size
fr: taille du nouveau dvd

source: selected chapter
fr: chapitre sélectionné

source: cell number in selected chapter
fr: numéro de cellule dans le chapitre sélectionné

source: status file name
fr: nom du fichier d'état

source: initialize status file
fr: initialisation du fichier d'état

source: continue playing from last sector
fr: continuer la lecture depuis le dernier secteur

source: don't save status at end
fr: Ne pas conserver l'état à la fin

source: save cell in a temporary file before encoding
fr: sauvegarde de la cellule dans un fichier temporaire avant l'encodage
